Repository: lhuanyu/OllamaMessage
Catalog: OllamaMessage/Resource/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: [Image]
zh_hans: [图片]

source: About
zh_hans: 关于

source: Acknowledgements
zh_hans: 致谢

source: Add Prompt
zh_hans: 新增提示词

source: Ask anything, or type /
zh_hans: 问任何问题，或输入/

source: Cancel
zh_hans: 取消

source: Confirm
zh_hans: 确认

source: Context Size
zh_hans: 上下文窗口大小

source: Copy
zh_hans: 复制

source: Custom Prompts
zh_hans: 自定义提示词

source: Delete
zh_hans: 删除

source: Done
zh_hans: 完成

source: Enter Ollama API Host
zh_hans: 输入 Ollama API Host

source: Enter OpenAI API Key
zh_hans: 输入Open AI API Key

source: Error: %@
zh_hans: 错误：%@

source: Failed to generate image.
zh_hans: 生成图片失败

source: Feedback
zh_hans: 反馈

source: General
zh_hans: 通用

source: HuggingFace User Access Token is not set.
zh_hans: HuggingFace User Access Token 未设置

source: Image Size
zh_hans: 图片尺寸

source: Invalid Response
zh_hans: 无效的响应

source: Language Model
zh_hans: 语言模型

source: Last updated on %@
zh_hans: 上次更新于 %@

source: Later
zh_hans: 稍后

source: Markdown Enabled
zh_hans: 使用Markdown

source: Microphone Permission
zh_hans: 麦克风权限

source: Model
zh_hans: 模型

source: Models
zh_hans: 模型

source: Name
zh_hans: 名称

source: Never
zh_hans: 从未更新

source: No Message
zh_hans: 没有信息

source: No Prompts
zh_hans: 没有提示词

source: No Result
zh_hans: 没有结果

source: OllamaMessage will classify your prompt and then select the most appropriate model to handle it.
zh_hans: OllamaMessage会对您的提示进行分类，然后选择最合适的模型来处理它。

source: OllamaMessage will generate reply suggestions based on past conversations.
zh_hans: OllamaMessage将根据过去的对话生成回复建议。

source: OpenAI Documentation
zh_hans: OpenAI 文档

source: Please enable microphone permission in the Settings app.
zh_hans: 请在设置中开启麦克风权限。

source: Please enable speech recognition permission in the Settings app.
zh_hans: 请在设置中开启语音识别权限。

source: Prompt
zh_hans: 提示词

source: Prompts
zh_hans: 提示词

source: Rate on AppStore
zh_hans: 在AppStore评分

source: Regenerate
zh_hans: 重新生成

source: Regenerate response
zh_hans: 重新生成

source: Remove all messages?
zh_hans: 删除所有信息？

source: Reply Suggestions
zh_hans: 回复建议

source: Reply Suggestions Model
zh_hans: 回复建议模型

source: Response Error: %@
zh_hans: 响应错误：%@

source: Response Error: %@, %@
zh_hans: 响应错误： %@， %@

source: Settings
zh_hans: 设置

source: Smart Mode
zh_hans: 智能模式

source: Source
zh_hans: 源网址

source: Speech Recognition Permission
zh_hans: 语音识别权限

source: Speech Reconginizing...
zh_hans: 语音识别中…

source: Sync
zh_hans: 同步

source: Sync Prompts
zh_hans: 同步提示词

source: System Prompt
zh_hans: 系统提示词

source: Temperature
zh_hans: 温度

source: Today
zh_hans: 今天

source: Type a prompt
zh_hans: 输入提示词内容

source: Type a shortcut name
zh_hans: 输入快捷名称

source: Updating
zh_hans: 更新中

source: Updating...
zh_hans: 更新中…

source: Warning
zh_hans: 警告

source: Yesterday
zh_hans: 昨天

source: You need set Ollama API host before start a conversation.
zh_hans: 在开始对话前，您需要输入您的Ollama API host。

source: You need set OpenAI API Key before start a conversation.
zh_hans: 在开始对话前，您需要输入您的OpenAI API Key。
